{
    "confessions": [
        "With a grateful heart, we will bless your name, by your spirit, I know",
        "I walk in divine excellency",
        "I have an excellent spirit",
        "My body is the temple of the Holy Ghost",
        "All good things are mine",
        "I am called into glory, not to shame",
        "I belong to the place of highest privilege",
        "I am declared not guilty",
        "I am more than conqueror",
        "I ask the right thing from God",
        "I receive wisdom(Sophia) from God",
        "I am the apple of God's eyes",
        "The eyes of the lord are over me",
        "His ears are open to my prayers",
        "I am a city, set upon a hill that cannot be hidden",
        "I attract the right people",
        "I am a blessing to others",
        "I have a sound and understanding mind",
        "I refuse to be poor",
        "I have been made righteous",
        "I have rest on all sides",
        "I am open to God's knowledge",
        "I am a son of God",
        "I have the grace and anointing to make things better",
        "I'm a producer, not a consumer",
        "The best of life comes to me ",
        "My vision shall become reality ",
        "Things work in my life ",
        "I'm a success in life",
        "I am highly favored",
        "I live in abundance",
        "I will see the goodness of the Lord while I am here in the land of the living ",
        "I can never be stranded",
        "Whatever cannot happen to Christ cannot happen to me",
        "I live in the light of God's presence",
        "Doors of opportunity are opening up to me",
        "I can do all things through Christ who strengthens me",
        "I have the glory of God in me",
        "I have eyes that's sees and ears that hears",
        "I have understanding and direction",
        "I know what to do, when to do it and how to do it",
        "Because the lord is my shepherd, I have all that I need ",
        "I am blessed in every way",
        "Because I believe in Jesus, I will never be disappointed",
        "I am a man that God likes",
        "I am the gate of heaven",
        "I am a mirror that brightly reflects the glory of the lord",
        "This year, I carry God's grace and presence ",
        "I'm secured in God",
        "My victory shall be one after the other ",
        "All generations shall call me blessed",
        "I am for signs and wonders",
        "Victory is my inheritance",
        "I attract all the resources and opportunities I need to excel",
        "I have capacity",
        "I am what the word says I am, I have what the word says I have, I can do what the word says I can do",
        "I am a solution bringer, problem solver",
        "Through me, prosperity would be brought to this nation",
        "I declare I am obedient, redeemed, rich, a testimony, a quickening spirit, a giver, forgiven, renewed, gifted, blessed, anointed, creative, disciplined, productive, secured, proactive, talented, prepared, qualified, motivated, valuable, free, determined, equipped, Ready, a transformer, empowered, accepted, approved, not average, not mediocre,  child of the most high God.",
        "Psalms  16:5 I declare the Lord himself is my inheritance, my prize. He is my food and drink, my highest joy! He guards all that is mine. ",
        "Habakkuk 3:19 (I declare) The LORD God is my strength, and he will make my feet like hinds' feet, and he will make me to walk upon mine high places. To the chief singer on my stringed instruments.",
        "Isaiah 50:4 For the Lord God has given me the tongue of the learned, that I should know how to speak a word in season to him that is weary: he wakes me morning by morning, and he wakes my ear to hear as the learned.",
        "1 John  5:4 For whosoever is born of God overcomes the world: and this is the victory that overcomes the world, even our faith.",
        "This is my declaration, this is my year",
        "Thank you lord Jesus, in Jesus name we have prayed. "
    ]
}